Repository: MojtabaFotohi/mini-trello
Catalog: trello/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Modern Trello
fa: ترلوی مدرن

source: Welcome to Modern Trello
fa: به ترلوی مدرن خوش آمدید

source: Organize anything, together. The easy, flexible way to manage your projects.
fa: هر چیزی را با هم سازمان‌دهی کنید. راهی آسان و انعطاف‌پذیر برای مدیریت پروژه‌ها.

source: Login
fa: ورود

source: Sign Up
fa: ثبت‌نام

source: Welcome Back
fa: خوش آمدید

source: Username
fa: نام کاربری

source: Password
fa: رمز عبور

source: Don't have an account? Sign up
fa: حساب کاربری ندارید؟ ثبت‌نام کنید

source: Create Account
fa: ایجاد حساب

source: Email
fa: ایمیل

source: Full Name
fa: نام کامل

source: Language
fa: زبان

source: Already have an account? Login
fa: قبلاً حساب دارید؟ وارد شوید

source: Your Boards
fa: بردهای شما

source: Select a board to get started, or create a new one
fa: یک برد انتخاب کنید یا برد جدیدی بسازید

source: Create New Board
fa: ایجاد برد جدید

source: Board Title
fa: عنوان برد

source: Choose Color
fa: انتخاب رنگ

source: Create Board
fa: ایجاد برد

source: Add List
fa: افزودن لیست

source: Add New List
fa: افزودن لیست جدید

source: List Title
fa: عنوان لیست

source: Cancel
fa: انصراف

source: Add New Task
fa: افزودن تسک جدید

source: Task Title
fa: عنوان تسک

source: Task Description
fa: توضیحات تسک

source: Due Date (Optional)
fa: تاریخ سررسید (اختیاری)

source: Add Task
fa: افزودن تسک

source: Task Details
fa: جزئیات تسک

source: Title
fa: عنوان

source: Description
fa: توضیحات

source: Due Date
fa: تاریخ سررسید

source: List
fa: لیست

source: Created
fa: ایجاد شده

source: Delete Task
fa: حذف تسک

source: Close
fa: بستن

source: Made with Modern Design
fa: ساخته شده با طراحی مدرن

source: Created recently
fa: اخیراً ایجاد شده

source: Back to Boards
fa: بازگشت به بردها

source: Logout
fa: خروج

source: Please fill in all fields
fa: لطفاً همه فیلدها را پر کنید

source: Invalid credentials
fa: اطلاعات ورود نادرست است

source: Login failed
fa: ورود ناموفق بود

source: Please fill in all required fields
fa: لطفاً همه فیلدهای ضروری را پر کنید

source: Registration failed
fa: ثبت‌نام ناموفق بود

source: Registration successful! Please login.
fa: ثبت‌نام با موفقیت انجام شد! لطفاً وارد شوید.

source: Unauthorized
fa: دسترسی غیرمجاز

source: Failed to load boards
fa: بارگذاری بردها ناموفق بود

source: Error loading boards
fa: خطا در بارگذاری بردها

source: Please enter a board title
fa: لطفاً عنوان برد را وارد کنید

source: Failed to create board
fa: ایجاد برد ناموفق بود

source: Error creating board
fa: خطا در ایجاد برد

source: Are you sure you want to delete this board?
fa: آیا مطمئن هستید که می‌خواهید این برد را حذف کنید؟

source: Failed to delete board
fa: حذف برد ناموفق بود

source: Error deleting board
fa: خطا در حذف برد

source: Failed to load lists
fa: بارگذاری لیست‌ها ناموفق بود

source: Error loading lists
fa: خطا در بارگذاری لیست‌ها

source: Please enter a list title
fa: لطفاً عنوان لیست را وارد کنید

source: Failed to create list
fa: ایجاد لیست ناموفق بود

source: Error creating list
fa: خطا در ایجاد لیست

source: Are you sure you want to delete this list and all its tasks?
fa: آیا مطمئن هستید که می‌خواهید این لیست و تمام تسک‌های آن را حذف کنید؟

source: Failed to delete list
fa: حذف لیست ناموفق بود

source: Error deleting list
fa: خطا در حذف لیست

source: Failed to load tasks
fa: بارگذاری تسک‌ها ناموفق بود

source: Error loading tasks
fa: خطا در بارگذاری تسک‌ها

source: Please enter a task title
fa: لطفاً عنوان تسک را وارد کنید

source: Failed to create task
fa: ایجاد تسک ناموفق بود

source: Error creating task
fa: خطا در ایجاد تسک

source: No due date
fa: بدون تاریخ سررسید

source: No description
fa: بدون توضیحات

source: No description provided
fa: توضیحی ارائه نشده است

source: No due date set
fa: تاریخ سررسید تنظیم نشده است

source: Unknown List
fa: لیست ناشناخته

source: Unknown
fa: ناشناخته

source: Are you sure you want to delete this task?
fa: آیا مطمئن هستید که می‌خواهید این تسک را حذف کنید؟

source: Failed to move task
fa: انتقال تسک ناموفق بود

source: Invitation to join {board_title}
fa: دعوت برای پیوستن به برد {board_title}

source: Hello {user_name}, You have been invited to join the board '{board_title}' on Modern Trello. Please log in to accept or reject this invitation. Best regards, Modern Trello Team
fa: سلام {user_name}، شما برای پیوستن به برد '{board_title}' در ترلوی مدرن دعوت شده‌اید. لطفاً برای پذیرش یا رد این دعوت وارد شوید. با احترام، تیم ترلوی مدرن

source: Board Members
fa: اعضای برد

source: Invite Member
fa: دعوت عضو

source: Send Invitation
fa: ارسال دعوت‌نامه

source: Members
fa: اعضا

source: Invitations
fa: دعوت‌نامه‌ها

source: No pending invitations
fa: دعوت‌نامه معلقی وجود ندارد

source: please_enter_email
fa: لطفاً ایمیل را وارد کنید

source: invitation_sent
fa: دعوت‌نامه ارسال شد

source: failed_invite_member
fa: دعوت عضو ناموفق بود

source: error_inviting_member
fa: خطا در دعوت عضو

source: failed_load_members
fa: بارگذاری اعضا ناموفق بود

source: failed_load_invitations
fa: بارگذاری دعوت‌نامه‌ها ناموفق بود

source: error_loading_data
fa: خطا در بارگذاری داده‌ها

source: invitation_accepted
fa: دعوت‌نامه پذیرفته شد

source: failed_accept_invitation
fa: پذیرش دعوت‌نامه ناموفق بود

source: error_accepting_invitation
fa: خطا در پذیرش دعوت‌نامه

source: invitation_rejected
fa: دعوت‌نامه رد شد

source: failed_reject_invitation
fa: رد دعوت‌نامه ناموفق بود

source: error_rejecting_invitation
fa: خطا در رد دعوت‌نامه

source: English
fa: انگلیسی

source: Persian
fa: فارسی

source: Arabic
fa: عربی

source: German
fa: آلمانی

source: French
fa: فرانسوی

source: Italian
fa: ایتالیایی

source: Hindi
fa: هندی

source: Korean
fa: کره‌ای

source: Chinese
fa: چینی

source: Japanese
fa: ژاپنی

source: Russian
fa: روسی

source: Turkish
fa: ترکی

source: Spanish
fa: اسپانیایی

source: Select Language
fa: انتخاب زبان

source: Profile
fa: پروفایل

source: Invite to Board
fa: دعوت به برد

source: User Email
fa: ایمیل کاربر

source: Send Invite
fa: ارسال دعوت

source: Manage Invitations
fa: مدیریت دعوت‌نامه‌ها

source: Sent Invitations
fa: دعوت‌نامه‌های ارسال شده

source: Received Invitations
fa: دعوت‌نامه‌های دریافتی

source: Select Board
fa: انتخاب برد

source: Accept
fa: پذیرش

source: Reject
fa: رد

source: Assigned Users
fa: کاربران اختصاص داده شده

source: Select user to assign
fa: کاربری را برای اختصاص انتخاب کنید

source: Assign User
fa: اختصاص کاربر

source: No users assigned
fa: کاربری اختصاص داده نشده است

source: Error loading board members
fa: خطا در بارگذاری اعضای برد

source: No sent invitations
fa: هیچ دعوت‌نامه‌ای ارسال نشده است

source: No received invitations
fa: هیچ دعوت‌نامه‌ای دریافت نشده است

source: User Profile
fa: پروفایل کاربر

source: Name
fa: نام

source: Preferred Language
fa: زبان ترجیحی
